Repository: khawar-ali-brainx/MyLibrarySDK
Catalog: Sources/MyLibrarySDK/Resources/*.lproj/Localizable.strings
Languages: ur

# selectLanguage
source: Select language of your feedback
ur: اپنے تاثرات کی زبان منتخب کریں

source: Arabic
ur: عربی

source: Urdu
ur: اردو

# provideYourFeedback
source: How was your experience?
ur: آپ کا تجربہ کیسا رہا؟

source: Audio
ur: آڈیو

source: Video
ur: ویڈیو

source: Selfie
ur: سیلفی

source: Message
ur: تحریر

source: Capture Your Selfie
ur: اپنی سیلفی کیپچر کریں۔

source: Enter Your Feedback
ur: اپنی رائے درج کریں۔

source: RE-TAKE
ur: نئی تصویر لیں

source: SUBMIT
ur: جمع کردیں

source: Record Your Video
ur: اپنی ویڈیو ریکارڈ کریں۔

source: RE-RECORD
ur: دوبارہ ریکارڈ کریں۔

source: Record Your Audio
ur: اپنا آڈیو ریکارڈ کریں۔

source: Characters
ur: حروف

source: Switch to
ur: تبدیل کرو

# fileAttachment
source: Would you like to attach any supporting documents?
ur: کیا آپ کوئی اضافی دستاویز دینا چاہیں گے؟

source: Skip
ur: نظر انداز

# thankYouForYouFeedback
source: Thanks for your feedback
ur: آپکی اظہار رائے کا شکریہ

source: Please Rate Us
ur: ہماری سروس کو ریٹ کیجئے

source: Rating
ur: ریٹنگ

source: Ok
ur: ٹھیک ہے

source: Error
ur: خرابی

# unableToSubmitError
source: Unable to Submit
ur: جمع کرنے سے قاصر

source: Audio Feedback
ur: آڈیو رائے

source: No Microphone Detected
ur: کوئی مائیکروفون نہیں ملا

source: Video Feedback
ur: ویڈیو رائے

source: No Camera Detected
ur: کوئی کیمرہ نہیں ملا

# atLeast6CharactersMessage
source: Your feedback must contain at least 6 characters.
ur: آپ کے تاثرات میں کم از کم 6 حروف ہونا چاہیے۔

source: Alert
ur: الرٹ

# JSONParsingError
source: Failed to parse JSON
ur: JSON کو پارس کرنے میں ناکام

source: Audio should be minimum 5 seconds.
ur: آڈیو کم از کم 5 سیکنڈ کا ہونا چاہیے۔

# videoShouldBeMinimum5Seconds
source: Video should be more than 5 seconds
ur: ویڈیو کم از کم 5 سیکنڈ کی ہونی چاہیے۔

source: Add Attachment
ur: اضافی دستاویزات

# sorryMessage
source: We are sorry you had a bad experience. We will try to improve our service
ur: ہمیں افسوس ہے کہ آپ کو برا تجربہ ہوا۔ ہم اپنی سروس کو بہتر بنانے کی کوشش کریں گے۔

# happyToServe
source: We are always happy to serve you
ur: آپکی خدمت ہمارے لئے خوشی کا بائث ہے

# attachmentMessage
source: Attachments should be of type .png, .jpg, and .PDF and should be less than 5MBs in size
ur: منسلکات .png، .jpg اور .PDF قسم کے ہونے چاہئیں اور ان کا سائز 5 MB سے کم ہونا چاہیے۔

source: Remove Attachment
ur: منسلکہ کو ہٹا دیں

# feedbackUsedMessage
source: This feedback will be used for quality assurance purposes
ur: آپکی راۓ ہماری خدمت کے معیار کو بہتر کرنے کے لئے استعمال کی جائے گی

# thanksForLettingUsKnow
source: Thank you for letting us know. Your feedback helps us do better
ur: اپنے خیالات سے ہمیں آگاہ کرنے کا شکریہ. آپکی رائے ہمیں بہتر ہونے میں مدد کرتی ہے.

source: Next
ur: آگے

# uploadDocument
source: Document
ur: فائل

# uploadPhoto
source: Gallery
ur: گیلری

source: Cancel
ur: منسوخ کریں۔
